Repository: hkarlsen06/Tidex
Catalog: ios/Resources/Localization/App/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, nb, nl, nn, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# resetPassword.success.emailSent
source: A reset link has been sent to your email
ar: تم إرسال رابط إعادة التعيين إلى بريدك الإلكتروني
bg: Връзка за промяна е изпратена на имейла ти
bn: আপনার ইমেলে একটি রিসেট লিঙ্ক পাঠানো হয়েছে
ca: Un enllaç de restabliment ha estat enviat al teu correu
cs: Odkaz pro obnovení hesla byl odeslán na váš e-mail
da: Et nulstillingslink er sendt til din e-mail
de: Ein Zurücksetzen-Link wurde an Ihre E-Mail gesendet
el: Ένας σύνδεσμος επαναφοράς έχει σταλεί στο email σας
es: Se ha enviado un enlace de restablecimiento a tu correo electrónico
et: Lähtestuslink on saadetud sinu e-postile
fa: یک لینک بازنشانی به ایمیل شما ارسال شده است
fi: Nollauslinkki on lähetetty sähköpostiisi
fil: Isang reset link ay ipinadala sa iyong email
fr: Un lien de réinitialisation a été envoyé à votre e-mail
he: קישור איפוס נשלח לדואר אלקטרוני שלך
hi: एक रीसेट लिंक आपके ईमेल पर भेजा गया है
hr: Poveznica za resetiranje poslana je na tvoj e-mail
hu: Visszaállítási link lett elküldve az e-mailre
id: Tautan reset telah dikirim ke email Anda
is: Endurstillingartengli hefur verið sent á netfangið þitt
it: Un link di ripristino è stato inviato alla tua email
ja: リセットリンクをメールに送信しました
ko: 재설정 링크가 이메일로 전송되었습니다
lt: Iš naujo nustatymo nuoroda nusiųsta į jūsų el. paštą
lv: Atiestatīšanas saite ir nosūtīta uz jūsu e-pastu
nb: En tilbakestillingslenke er sendt til e-posten din
nl: Een resetlink is naar uw e-mail verzonden
nn: Ein tilbakestillingslenke er sendt til e-posten din
pl: Link do resetowania został wysłany na Twój email
pt_br: Um link de redefinição foi enviado para seu e-mail
ro: O legătură de resetare a fost trimisă la e-mailul dvs.
ru: Ссылка для сброса отправлена на вашу электронную почту
sk: Odkaz na obnovenie bol poslaný na váš e-mail
sl: Povezava za ponastavitev je poslana na tvoj e-naslov
sr: Link za resetovanje je poslat na vašu e-poštu
sv: En återställningslänk har skickats till din e-post
sw: Kiungo cha kamatia kimesafirishwa kwa barua pepe yako
ta: உங்கள் மின்னஞ்சலுக்கு மீட்டமைப்பு இணைப்பு அனுப்பப்பட்டுள்ளது
th: ลิงก์รีเซ็ตถูกส่งไปยังอีเมลของคุณ
tr: Sıfırlama Bağlantısı E-postana Gönderildi
uk: Посилання для скидання надіслано на вашу електронну пошту
ur: آپ کی ای میل پر ری سیٹ لنک بھیجا گیا ہے
vi: Liên kết đặt lại đã được gửi đến email của bạn
zh_hans: 重置链接已发送到您的电子邮件
zh_hant: 重設連結已傳送到你的電郵

# resetPassword.success.otpResent
source: A new code has been sent
ar: تم إرسال رمز جديد
bg: Нов код е изпратен
bn: একটি নতুন কোড পাঠানো হয়েছে
ca: Un nou codi ha estat enviat
cs: Nový kód byl odeslán
da: En ny kode er sendt
de: Ein neuer Code wurde gesendet
el: Ένας νέος κωδικός έχει σταλεί
es: Se ha enviado un nuevo código
et: Uus kood on saadetud
fa: یک کد جدید ارسال شده است
fi: Uusi koodi on lähetetty
fil: Isang bagong code ay ipinadala
fr: Un nouveau code a été envoyé
he: קוד חדש נשלח
hi: एक नया कोड भेजा गया है
hr: Novi kod je poslan
hu: Új kód lett elküldve
id: Kode baru telah dikirim
is: Nýr kóði hefur verið sendur
it: Un nuovo codice è stato inviato
ja: 新しいコードが送信されました
ko: 새 코드가 전송되었습니다
lt: Naujas kodas nusiųstas
lv: Jaunais kods ir nosūtīts
nb: En ny kode er sendt
nl: Een nieuwe code is verzonden
nn: Ein ny kode er sendt
pl: Nowy kod został wysłany
pt_br: Um novo código foi enviado
ro: Un cod nou a fost trimis
ru: Новый код отправлен
sk: Nový kód bol poslaný
sl: Nova koda je poslana
sr: Novi kod je poslat
sv: En ny kod har skickats
sw: Msimbo mpya umesafirishwa
ta: ஒரு புதிய குறியீடு அனுப்பப்பட்டுள்ளது
th: รหัสใหม่ถูกส่งแล้ว
tr: Yeni Bir Kod Gönderildi
uk: Новий код надіслано
ur: ایک نیا کوڈ بھیجا گیا ہے
vi: Mã mới đã được gửi
zh_hans: 新代码已发送
zh_hant: 新驗證碼已傳送

# resetPassword.success.otpSent
source: A code has been sent to your phone
ar: تم إرسال رمز إلى هاتفك
bg: Код е изпратен на телефона ти
bn: আপনার ফোনে একটি কোড পাঠানো হয়েছে
ca: Un codi ha estat enviat al teu telèfon
cs: Kód byl odeslán na váš telefon
da: En kode er sendt til din telefon
de: Ein Code wurde an Ihr Telefon gesendet
el: Ένας κωδικός έχει σταλεί στο τηλέφωνό σας
es: Se ha enviado un código a tu teléfono
et: Kood on saadetud sinu telefonile
fa: یک کد به تلفن شما ارسال شده است
fi: Koodi on lähetetty puhelimeesi
fil: Isang code ay ipinadala sa iyong telepono
fr: Un code a été envoyé à votre téléphone
he: קוד נשלח לטלפון שלך
hi: आपके फोन पर एक कोड भेजा गया है
hr: Kod je poslan na tvoj telefon
hu: Kód lett elküldve a telefonra
id: Kode telah dikirim ke telepon Anda
is: Kóði hefur verið sendur á síminn þinn
it: Un codice è stato inviato al tuo telefono
ja: コードが電話に送信されました
ko: 코드가 휴대폰으로 전송되었습니다
lt: Kodas nusiųstas į jūsų telefoną
lv: Kods ir nosūtīts uz jūsu tālruni
nb: En kode er sendt til telefonen din
nl: Een code is naar uw telefoon verzonden
nn: Ein kode er sendt til telefonen din
pl: Kod został wysłany na Twój telefon
pt_br: Um código foi enviado para seu telefone
ro: Un cod a fost trimis la telefonul dvs.
ru: Код отправлен на ваш телефон
sk: Kód bol poslaný na váš telefón
sl: Koda je poslana na tvoj telefon
sr: Kod je poslat na vaš telefon
sv: En kod har skickats till din telefon
sw: Msimbo umesafirishwa kwa simu yako
ta: உங்கள் தொலைபேசிக்கு ஒரு குறியீடு அனுப்பப்பட்டுள்ளது
th: รหัสถูกส่งไปยังโทรศัพท์ของคุณ
tr: Bir Kod Telefonuna Gönderildi
uk: Код надіслано на ваш телефон
ur: آپ کے فون پر ایک کوڈ بھیجا گیا ہے
vi: Mã đã được gửi đến điện thoại của bạn
zh_hans: 代码已发送到您的电话
zh_hant: 驗證碼已傳送到你的電話

# resetPassword.success.passwordUpdated
source: Password has been updated
ar: تم تحديث كلمة المرور
bg: Паролата е обновена
bn: পাসওয়ার্ড আপডেট করা হয়েছে
ca: La contrasenya ha estat actualitzada
cs: Heslo bylo aktualizováno
da: Password er opdateret
de: Passwort wurde aktualisiert
el: Ο κωδικός έχει ενημερωθεί
es: La contraseña ha sido actualizada
et: Parool on uuendatud
fa: رمز عبور به‌روزرسانی شده است
fi: Salasana on päivitetty
fil: Ang password ay nai-update na
fr: Le mot de passe a été mis à jour
he: הסיסמה עודכנה
hi: पासवर्ड अपडेट किया गया है
hr: Lozinka je ažurirana
hu: Jelszó frissítve
id: Kata sandi telah diperbarui
is: Lykilorðið hefur verið uppfært
it: La password è stata aggiornata
ja: パスワードが更新されました
ko: 비밀번호가 업데이트되었습니다
lt: Slaptažodis atnaujintas
lv: Parole ir atjaunināta
nb: Passordet er oppdatert
nl: Wachtwoord is bijgewerkt
nn: Passordet er oppdatert
pl: Hasło zostało zaktualizowane
pt_br: Senha foi atualizada
ro: Parola a fost actualizată
ru: Пароль обновлен
sk: Heslo bolo aktualizované
sl: Geslo je posodobljeno
sr: Lozinka je ažurirana
sv: Lösenordet har uppdaterats
sw: Nenosiri limeboreswa
ta: கடவுச்சொல் புதுப்பிக்கப்பட்டுள்ளது
th: รหัสผ่านได้รับการอัปเดต
tr: Şifre Güncellendi
uk: Пароль оновлено
ur: پاس ورڈ اپ ڈیٹ ہو گیا ہے
vi: Mật khẩu đã được cập nhật
zh_hans: 密码已更新
zh_hant: 密碼已更新

# resetPassword.success.passwordUpdatedInstructions
source: Your password has been updated. You can now log in with your new password.
ar: تم تحديث كلمة المرور الخاصة بك. يمكنك الآن تسجيل الدخول باستخدام كلمة المرور الجديدة.
bg: Паролата ти е обновена. Можеш да се впишеш с новата парола.
bn: আপনার পাসওয়ার্ড আপডেট করা হয়েছে। এখন আপনি আপনার নতুন পাসওয়ার্ড দিয়ে লগ ইন করতে পারেন।
ca: La teva contrasenya ha estat actualitzada. Ara pots accedir amb la teva nova contrasenya.
cs: Vaše heslo bylo aktualizováno. Nyní se můžete přihlásit novým heslem.
da: Dit password er opdateret. Du kan nu logge ind med dit nye password.
de: Ihr Passwort wurde aktualisiert. Sie können sich jetzt mit Ihrem neuen Passwort anmelden.
el: Ο κωδικός σας έχει ενημερωθεί. Μπορείτε τώρα να συνδεθείτε με τον νέο κωδικό σας.
es: Tu contraseña ha sido actualizada. Ahora puedes iniciar sesión con tu nueva contraseña.
et: Sinu parool on uuendatud. Saad nüüd uue parooliga sisse logida.
fa: رمز عبور شما به‌روزرسانی شده است. اکنون می‌توانید با رمز عبور جدید خود وارد شوید.
fi: Salasanasi on päivitetty. Voit nyt kirjautua uudella salasanallasi.
fil: Ang iyong password ay nai-update na. Maaari ka na ngayong mag-login gamit ang iyong bagong password.
fr: Votre mot de passe a été mis à jour. Vous pouvez maintenant vous connecter avec votre nouveau mot de passe.
he: הסיסמה שלך עודכנה. כעת תוכל להתחבר עם הסיסמה החדשה שלך.
hi: आपका पासवर्ड अपडेट किया गया है। अब आप अपने नए पासवर्ड से लॉगिन कर सकते हैं।
hr: Lozinka je ažurirana. Sada se možeš prijaviti s novom lozinkom.
hu: A jelszava frissítve lett. Most már bejelentkezhet az új jelszavával.
id: Kata sandi Anda telah diperbarui. Anda sekarang dapat login dengan kata sandi baru Anda.
is: Lykilorðið þitt hefur verið uppfært. Þú getur nú skráð þig inn með nýja lykilorðinu.
it: La tua password è stata aggiornata. Puoi ora accedere con la tua nuova password.
ja: パスワードが更新されました。新しいパスワードでログインできます。
ko: 비밀번호가 업데이트되었습니다. 이제 새 비밀번호로 로그인할 수 있습니다.
lt: Jūsų slaptažodis atnaujintas. Dabar galite prisijungti su nauju slaptažodžiu.
lv: Jūsu parole ir atjaunināta. Tagad varat pierakstīties ar savu jauno paroli.
nb: Passordet ditt er oppdatert. Du kan nå logge inn med det nye passordet.
nl: Uw wachtwoord is bijgewerkt. U kunt zich nu aanmelden met uw nieuwe wachtwoord.
nn: Passordet ditt er oppdatert. Du kan no logge inn med det nye passordet.
pl: Twoje hasło zostało zaktualizowane. Możesz teraz zalogować się nowym hasłem.
pt_br: Sua senha foi atualizada. Agora você pode fazer login com sua nova senha.
ro: Parola dvs. a fost actualizată. Puteți acum să vă conectați cu noua parolă.
ru: Ваш пароль обновлен. Теперь вы можете войти с новым паролем.
sk: Vaše heslo bolo aktualizované. Teraz sa môžete prihlásiť pomocou nového hesla.
sl: Tvoje geslo je posodobljeno. Sedaj se lahko prijaviš s svojim novim geslom.
sr: Vaša lozinka je ažurirana. Sada se možete prijaviti sa novom lozinkom.
sv: Ditt lösenord har uppdaterats. Du kan nu logga in med ditt nya lösenord.
sw: Nenosiri lako limeboreswa. Unaweza sasa kuingia kwa nenosiri lako jipya.
ta: உங்கள் கடவுச்சொல் புதுப்பிக்கப்பட்டுள்ளது. நீங்கள் இப்போது உங்கள் புதிய கடவுச்சொல்லுடன் உள்நுழையலாம்.
th: รหัสผ่านของคุณได้รับการอัปเดต คุณสามารถเข้าสู่ระบบด้วยรหัสผ่านใหม่ได้แล้ว
tr: Şifren Güncellendi. Şimdi Yeni Şifrenle Giriş Yapabilirsin.
uk: Ваш пароль оновлено. Тепер ви можете увійти за допомогою нового пароля.
ur: آپ کا پاس ورڈ اپ ڈیٹ ہو گیا ہے۔ آپ اب اپنے نئے پاس ورڈ کے ساتھ لاگ ان کر سکتے ہیں۔
vi: Mật khẩu của bạn đã được cập nhật. Bây giờ bạn có thể đăng nhập bằng mật khẩu mới.
zh_hans: 您的密码已更新。您现在可以使用新密码登录。
zh_hant: 你的密碼已更新。現在可以使用新密碼登入。

# resetPassword.success.title
source: Done!
ar: تم!
bg: Готово!
bn: সম্পন্ন!
ca: Fet!
cs: Hotovo!
da: Færdig!
de: Fertig!
el: Τέλος!
es: ¡Listo!
et: Valmis!
fa: انجام شد!
fi: Valmis!
fil: Tapos na!
fr: Terminé !
he: בוצע!
hi: पूरा हुआ!
hr: Gotovo!
hu: Kész!
id: Selesai!
is: Klárað!
it: Fatto!
ja: 完了！
ko: 완료!
lt: Atlikta!
lv: Pabeigts!
nb: Ferdig!
nl: Klaar!
nn: Ferdig!
pl: Gotowe!
pt_br: Pronto!
ro: Gata!
ru: Готово!
sk: Hotovo!
sl: Končano!
sr: Gotovo!
sv: Klart!
sw: Imekamilika!
ta: முடிந்தது!
th: เสร็จแล้ว!
tr: Tamam!
uk: Готово!
ur: ہو گیا!
vi: Xong!
zh_hans: 完成！
zh_hant: 完成！

# resetPassword.title
source: Reset password
ar: إعادة تعيين كلمة المرور
bg: Промяна на парола
bn: পাসওয়ার্ড পুনরায় সেট করুন
ca: Restablir contrasenya
cs: Obnovit heslo
da: Nulstil password
de: Passwort zurücksetzen
el: Επαναφορά κωδικού
es: Restablecer contraseña
et: Lähtesta parool
fa: بازنشانی رمز عبور
fi: Nollaa salasana
fil: I-reset ang password
fr: Réinitialiser le mot de passe
he: אפס סיסמה
hi: पासवर्ड रीसेट करें
hr: Resetiraj lozinku
hu: Jelszó visszaállítása
id: Reset kata sandi
is: Endurstilla lykilorð
it: Ripristina password
ja: パスワードをリセット
ko: 비밀번호 재설정
lt: Iš naujo nustatyti slaptažodį
lv: Atiestatīt paroli
nb: Tilbakestill passord
nl: Wachtwoord opnieuw instellen
nn: Tilbakestill passord
pl: Zresetuj hasło
pt_br: Redefinir senha
ro: Resetați parola
ru: Сбросить пароль
sk: Obnovenie hesla
sl: Ponastavi geslo
sr: Resetuj lozinku
sv: Återställ lösenord
sw: Kamatia nenosiri
ta: கடவுச்சொல்லை மீட்டமைக்கவும்
th: รีเซ็ตรหัสผ่าน
tr: Şifre Sıfırla
uk: Скинути пароль
ur: پاس ورڈ ری سیٹ کریں
vi: Đặt lại mật khẩu
zh_hans: 重置密码
zh_hant: 重設密碼

# resetPassword.updatePasswordButton
source: Update password
ar: تحديث كلمة المرور
bg: Обнови парола
bn: পাসওয়ার্ড আপডেট করুন
ca: Actualitzar contrasenya
cs: Aktualizovat heslo
da: Opdater password
de: Passwort aktualisieren
el: Ενημέρωση κωδικού πρόσβασης
es: Actualizar contraseña
et: Uuenda parool
fa: به‌روزرسانی رمز عبور
fi: Päivitä salasana
fil: I-update ang password
fr: Mettre à jour le mot de passe
he: עדכן סיסמה
hi: पासवर्ड अपडेट करें
hr: Ažuriraj lozinku
hu: Jelszó frissítése
id: Perbarui kata sandi
is: Uppfæra lykilorð
it: Aggiorna password
ja: パスワードを更新
ko: 비밀번호 업데이트
lt: Atnaujinti slaptažodį
lv: Atjaunināt paroli
nb: Oppdater passord
nl: Wachtwoord bijwerken
nn: Oppdater passord
pl: Zaktualizuj hasło
pt_br: Atualizar senha
ro: Actualizați parola
ru: Обновить пароль
sk: Aktualizovať heslo
sl: Posodobi geslo
sr: Ažuriraj lozinku
sv: Uppdatera lösenord
sw: Boreshaneno nosiri
ta: கடவுச்சொல்லை புதுப்பிக்கவும்
th: อัปเดตรหัสผ่าน
tr: Şifreyi Güncelle
uk: Оновити пароль
ur: پاس ورڈ اپ ڈیٹ کریں
vi: Cập nhật mật khẩu
zh_hans: 更新密码
zh_hant: 更新密碼

# salute.01
source: Good luck!
ar: حظًا موفقًا!
bg: Успех!
bn: শুভকামনা!
ca: Molt d'èxit!
cs: Hodně štěstí!
da: Held og lykke!
de: Viel Erfolg!
el: Καλή τύχη!
es: ¡Buena suerte!
et: Palju õnne!
fa: موفق باشی!
fi: Onnea!
fil: Magandang swerte!
fr: Bonne chance!
he: בהצלחה!
hi: शुभकामनाएं!
hr: Sretno!
hu: Sok sikert!
id: Semoga beruntung!
is: Gangi þér vel!
it: Buona fortuna!
ja: 頑張ってね！
ko: 행운을 빕니다!
lt: Sėkmės!
lv: Vēlu veiksmi!
nb: God vakt!
nl: Veel sterkte!
nn: God vakt!
pl: Powodzenia!
pt_br: Boa sorte!
ro: Mult succes!
ru: Удачи!
sk: Veľa šťastia!
sl: Vso srečo!
sr: Sretno!
sv: Lycka till!
sw: Bahati nzuri!
ta: நல்லவேளை!
th: โชคดี!
tr: İyi şanslar!
uk: Удачі!
ur: بہت خوب!
vi: Chúc may mắn!
zh_hans: 祝你好运！
zh_hant: 祝你順利！

# salute.02
source: You got this!
ar: أنت تستطيع!
bg: Ти можеш!
bn: তুমি পারবে!
ca: Pots aconseguir-ho!
cs: Zvládneš to!
da: Du klarer det!
de: Du schaffst das!
el: Τα καταφέρνεις!
es: ¡Tú puedes!
et: Sul on võimuses!
fa: تو می‌تونی!
fi: Pysty!
fil: Kaya mo yan!
fr: Tu vas y arriver!
he: אתה יכול זאת!
hi: तुम यह कर सकते हो!
hr: Možeš to!
hu: Te ezt megteheted!
id: Kamu bisa!
is: Þú klarar þetta!
it: Ce la farai!
ja: できるよ！
ko: 넌 할 수 있어!
lt: Tu gali!
lv: Tev tas izdosies!
nb: Stå på!
nl: Jij kan dit!
nn: Stå på!
pl: Daj radę!
pt_br: Você consegue!
ro: Tu o poți!
ru: Давай!
sk: Zvládneš to!
sl: Zmoraš to!
sr: Možeš to!
sv: Du klarar det!
sw: Unaweza hii!
ta: நீ இதை செய்யலாம்!
th: คุณทำได้!
tr: Başaracaksın!
uk: Ти впораєшся!
ur: تم یہ کر سکتے ہو!
vi: Bạn làm được!
zh_hans: 你能行！
zh_hant: 你可以的！

# salute.03
source: Go get 'em!
ar: استمتع بها!
bg: Напред!
bn: এগিয়ে যান!
ca: Endavant!
cs: Jde ti to!
da: Lykke til!
de: Zeig ihnen!
el: Πάμε!
es: ¡Vamos!
et: Näita oma võimekust!
fa: موفق باشی!
fi: Onnistuu!
fil: Kunin mo sila!
fr: Lance-toi!
he: בהצלחה!
hi: आगे बढ़ो!
hr: Hajde!
hu: Vallja meg!
id: Semoga berhasil!
is: Taktu þér þessa!
it: Vai e basta!
ja: やってみよう！
ko: 화이팅!
lt: Pasisekimo!
lv: Uzspries!
nb: Lykke til!
nl: Pak ze aan!
nn: Lykke til!
pl: Pokaż im!
pt_br: Arrebenta!
ro: Să le arați!
ru: Вперед!
sk: Choď do toho!
sl: Naprej!
sr: Hajde!
sv: Ge dig på!
sw: Jaribu!
ta: செல்லுங்கள்!
th: ไปเลย!
tr: Hadi bakalım!
uk: Дай їм жару!
ur: بہترین کوشش!
vi: Cố lên!
zh_hans: 加油！
zh_hant: 加油！

# salute.04
source: Crush it!
ar: امض قدمًا!
bg: Покори я!
bn: এটি করে দেখাও!
ca: Fes-ho ben fet!
cs: Rozjeď se!
da: Kør på!
de: Reißen Sie es raus!
el: Σπάσε το!
es: ¡Márcalo!
et: Paista välja!
fa: خودت را ثابت کن!
fi: Tuo se!
fil: Sagasain mo!
fr: Écrase-le!
he: תפוס את זה!
hi: इसे कुचल दो!
hr: Разбиј то!
hu: Döntsd el!
id: Hancurkan!
is: Krassa það!
it: Spacca tutto!
ja: 最高にやろう！
ko: 최고야!
lt: Puiki!
lv: Drupāc to!
nb: Kjør på!
nn: Kjør på!
pl: Rozjedź to!
pt_br: Manda brasa!
ro: Dă-i drept!
ru: Сокруши!
sk: Daj do toho!
sl: Razbij to!
sr: Pucaj!
sv: Kör på!
sw: Sunguza!
ta: அதை நொறுக்கவும்!
th: ทำให้ดี!
tr: Ezmeye devam!
uk: Розгроми це!
ur: اسے توڑ دیں!
vi: Làm tốt lắm!
zh_hans: 干得漂亮！
zh_hant: 乘勢而上！

# salute.05
source: Let's go!
ar: هيا بنا!
bg: Давай!
bn: চলো যাই!
ca: Anem!
cs: Pojď na to!
da: Kom så!
de: Los geht's!
el: Ας πάμε!
es: ¡Vamos!
et: Lähme!
fa: بریم!
fi: Mennään!
fil: Tara na!
fr: C'est parti!
he: בואו נלך!
hi: चलो!
hr: Krenimo!
hu: Menjünk!
id: Ayo!
is: Áfram skulum ganga!
it: Andiamo!
ja: 行こう！
ko: 출발!
lt: Į darbą!
lv: Ejam!
nb: Gi gass!
nl: Laten we gaan!
nn: Gi gass!
pl: Naprzód!
pt_br: Vamos lá!
ro: Să mergem!
ru: Поехали!
sk: Poďme!
sl: Pojdimo!
sr: Krenimo!
sv: Låt oss gå!
sw: Twende!
ta: போ!
th: ไปกันเถอะ!
tr: Haydi gidelim!
uk: Поїхали!
ur: چلیں!
vi: Hãy bắt đầu!
zh_hans: 出发！
zh_hant: 出發！

# salute.06
source: Rock it!
ar: أنت رائع!
bg: Блеснете!
bn: এটি ঝড়ের মতো করো!
ca: Xutem endavant!
cs: Rozjeď to!
da: Fuld gas!
de: Volles Rohr!
el: Φόρεσε το!
es: ¡Dale!
et: Sõida lainelil!
fa: تمام قوا!
fi: Täysillä!
fil: I-rock mo!
fr: Fonce!
he: הראה כוח!
hi: इसे रॉक करो!
hr: Puni gas!
hu: Pörgess!
id: Bersemangatlah!
is: Leiktu það!
it: Dai forte!
ja: 全力だ！
ko: 완전 좋아!
lt: Visomis jėgomis!
lv: Spēlē to!
nb: Full gass!
nl: Volgas erin!
nn: Full gass!
pl: Pełna para!
pt_br: Bomba!
ru: Ломай!
sk: Vytúž to!
sl: Polna moč!
sr: Puni gas!
sv: Fullgas!
sw: Geuza!
ta: அதை சரியாகச் செய்யுங்கள்!
th: ออกแบบมันเลย!
tr: Tam gaz!
uk: Гарно відіграй!
ur: زوردار کوشش!
vi: Quá tuyệt vời!
zh_hans: 全力以赴！
zh_hant: 全力以赴！

# salute.07
source: Own it!
ar: امتلكها!
bg: Овладей я!
bn: এটি নিজের করে নাও!
ca: Domina-ho!
cs: Buď na tom sám!
da: Kom igen!
de: Du packst das!
el: Είσαι ο ιδιοκτήτης!
es: ¡Domínalo!
et: Omanikuks võtmine!
fa: به خود اعتماد کن!
fi: Hyvä työ!
fil: Gawin mo sa iyo!
fr: Domine!
he: הקנה לעצמך!
hi: इसे अपना बना लो!
hr: Preuzmi!
hu: Vedd át!
id: Kuasai!
is: Eignastu það!
it: Fatti valere!
ja: 自分らしくやろう！
ko: 응원할게!
lt: Drąsiau!
lv: Pārņem to!
nb: Heia deg!
nl: Eigenaar zijn!
nn: Heia deg!
pl: Zadziwiaj!
pt_br: Domina!
ro: Stăpânești!
ru: Владей этим!
sk: Ukáž sa!
sl: Pokaži se!
sr: Pokazi se!
sv: Heja dig!
sw: Miliki!
ta: அதை வசப்படுத்துங்கள்!
th: เป็นเจ้าของมัน!
tr: Sahibi ol!
uk: Завалюй це!
ur: اسے اپنا بناؤ!
vi: Chinh phục nó!
zh_hans: 你最棒！
zh_hant: 好好表現！

# salute.08
source: Slay!
ar: تألق!
bg: Страхотно!
bn: জয়ী হও!
ca: Brilla!
cs: Buď hvězda!
da: Du er fantastisk!
de: Fantastisch!
el: Εντυπωσίασε!
es: ¡Arrasá!
et: Sära!
fa: خوش بگذر!
fi: Loistava!
fil: Saktan!
fr: Déchire!
he: נצח!
hi: शानदार!
hr: Odsječeni!
hu: Csodálatos!
id: Sempurna!
is: Slá það!
it: Sei straordinario!
ja: やってやろう！
ko: 최고다!
lt: Nuostabu!
lv: Spīd!
nb: Kos deg!
nn: Kos deg!
pl: Rozbij to!
pt_br: Arrasa!
ro: Strălucești!
ru: Великолепно!
sk: Farebne!
sl: Prekrasno!
sr: Blistaj!
sv: Njut!
sw: Jaza!
ta: சறுக்குங்கள்!
th: เด็ดเดี่ยว!
tr: Harika!
uk: Блистай!
ur: شاندار!
vi: Thành công!
zh_hans: 太棒了！
zh_hant: 盡情享受！

# salute.09
source: Showtime!
ar: حان دورك!
bg: Време е!
bn: দেখিয়ে দাও!
ca: És hora del gran moment!
cs: Čas na představení!
el: Ώρα εμφάνισης!
es: ¡Que empiece el show!
et: Etenduse aeg!
fa: نمایش بده!
fi: Näytä se!
fil: Oras ng palabas!
fr: À toi de jouer!
he: הצג את עצמך!
hi: शो का समय!
hr: Vrijeme je!
id: Saatnya tampil!
is: Sýningartími!
it: È il tuo momento!
ja: 本番だ！
ko: 쇼타임!
lt: Parodyk!
lv: Laiks spīdēt!
nb: Vis dem!
nn: Vis dem!
pl: Pokaż klasę!
pt_br: Na hora!
ro: Spectacol!
ru: Шоу-тайм!
sk: Čas na predstavenie!
sl: Predstava lahko začne!
sr: Vrijeme je!
sv: Skå väl!
sw: Wakati wa kuonyesha!
ta: நாடக நேரம்!
th: เวลาโชว์ตัว!
tr: Gösteriş zamanı!
uk: Час шоу!
ur: دکھاؤ!
zh_hans: 表演时间！
zh_hant: 展現自我！

# salute.10
source: Have fun!
ar: استمتع!
bg: Забавлявай се!
bn: মজা করো!
ca: Que t'ho passis bé!
cs: Bavit se!
da: Sjov dig!
de: Viel Spaß!
el: Διασκέδασε!
es: ¡Diviértete!
et: Naudi!
fa: لذت ببر!
fi: Pidä hauskaa!
fil: Mag-enjoy!
fr: Amuse-toi!
he: תהנה!
hi: मज़े करो!
hr: Zabavi se!
hu: Szórakozz!
id: Bersenang-senanglah!
is: Skemmtu þér!
it: Divertiti!
ja: 楽しもう！
ko: 즐겨!
lt: Mėgavaisz!
lv: Baudī!
nb: Du er klar!
nl: Veel plezier!
nn: Du er klar!
pl: Baw się dobrze!
pt_br: Se divirta!
ro: Distrează-te!
ru: Получай удовольствие!
sk: Bavte sa!
sl: Zabavaj se!
sr: Zabavi se!
sv: Ha roligt!
sw: Furahi!
ta: வேடிக்கை எடுத்துக்கொள்ளுங்கள்!
th: สนุกสนาน!
tr: Eğlen!
uk: Отримай задоволення!
ur: لطف اٹھاؤ!
vi: Bạn sẵn sàng!
zh_hans: 尽情享受！
zh_hant: 玩得開心！

# salute.11
source: Stay sharp!
ar: ابقَ حادًا!
bg: Останете сосредоточени!
bn: সতর্ক থাকো!
ca: Mantén-te alerta!
cs: Zůstaň ostražitý!
da: Bliv skarp!
de: Bleib fokussiert!
el: Μείνε συγκεντρωμένος!
es: ¡Mantente alerta!
et: Ole terav!
fa: تمرکز کن!
fi: Pysy terävänä!
fil: Manatiling alerto!
fr: Reste vigilant!
he: היה ערני!
hi: तीक्ष्ण रहो!
hr: Ostani budna!
hu: Maradj éber!
id: Tetap waspada!
is: Haltu þér beittri!
it: Stai concentrato!
ja: 気を引き締めて！
ko: 집중해!
lt: Likk atidus!
lv: Paliec asums!
nb: Du har dette!
nl: Blijf scherp!
nn: Du har dette!
pl: Zostań skoncentrowany!
pt_br: Fique atento!
ro: Rămâi ascuțit!
ru: Будь сосредоточен!
sk: Buď ostrý!
sl: Ostani zbran!
sr: Ostani fokusiran!
sv: Håll dig skärp!
sw: Baki tajiri!
ta: கூர்மையாக இருக்கவும்!
th: คมชัดไว้!
tr: Dikkatli ol!
uk: Залишайся готовим!
ur: تیقظ رہو!
vi: Bạn có năng lực!
zh_hans: 保持专注！
zh_hant: 保持敏銳！

# salute.12
source: Kill it!
ar: اقهرها!
bg: Покори я!
bn: এটি ধ্বংস করো!
ca: Triomfa!
cs: Dej do toho!
da: Slay it!
de: Räum auf!
el: Κάνε το!
es: ¡Hazlo!
et: Murra läbi!
fa: موفق باشی!
fi: Tappele!
fil: Patayin mo!
fr: Tue-le!
he: הכה בדיוק!
hi: इसे जीत लो!
hr: Uništi!
hu: Zárj ki!
id: Bersemangat!
is: Drepa það!
it: Ammazzala!
ja: やってのけよう！
ko: 해내!
lt: Sugriausk!
lv: Apspēlē to!
nb: Slå til!
nl: Maak het af!
nn: Slå til!
pl: Załatw to!
pt_br: Destrói!
ro: Dă-i gata!
ru: Уничтожь!
sk: Rozdrvíš to!
sl: Dosegni to!
sr: Uspij!
sv: Slå till!
sw: Ufa!
ta: அதை சாதித்துவிடுங்கள்!
th: ทำให้สำเร็จ!
tr: Çöz bunu!
uk: Перемагай!
ur: بہترین کارکردگی!
vi: Làm tốt!
zh_hans: 完美！
zh_hant: 做到最好！

# salute.13
source: Make it count!
ar: اجعلها تستحق!
bg: Дай максимум!
bn: এটি গুরুত্বপূর্ণ করে তুলুন!
ca: Que compti!
cs: Udělej z toho málo!
da: Gør det værd!
de: Gib Vollgas!
el: Κάνε το να μετράει!
es: ¡Que cuente!
et: Tee see märkimisväärseks!
fa: جدی بگیرش!
fi: Tee siitä merkitystä!
fil: Gawing mahalaga!
fr: Fais-le compter!
he: תן משהו!
hi: इसे गिनती में लाओ!
hr: Iskoristi!
hu: Számítson!
id: Buat hitungan!
is: Geri það mikilvægt!
it: Fai contare!
ja: 全力を尽くそう！
ko: 최선을 다해!
lt: Padaryk svarbu!
lv: Padarī to nozīmīgu!
nb: Gi jern!
nl: Maak het tellen!
nn: Gi jern!
pl: Daj z siebie wszystko!
pt_br: Faça valer!
ro: Fă să conteze!
ru: Сделай это значимым!
sk: Nech sa počítajú!
sl: Daj maksimum!
sr: Iskoristi do kraja!
sv: Gör det räknas!
sw: Fanya iwe muhimu!
ta: அதை முக்கியமாக்குங்கள்!
th: ให้มีความหมาย!
tr: Değerli kıl!
uk: Зроби це значущим!
ur: اسے اہم بناؤ!
vi: Hãy cho hết mình!
zh_hans: 全力以赴！
zh_hant: 全力以赴！

# salute.14
source: Stay golden!
ar: ابقَ متألقًا!
bg: Останете перфектни!
bn: সোনালি থাকো!
ca: Mantén-te brillant!
cs: Zůstaň skvělý!
da: Bliv gylden!
de: Bleib großartig!
el: Μείνε λαμπερός!
es: ¡Sigue brillando!
et: Jää särav!
fa: بهترین باش!
fi: Pysy täydellä!
fil: Manatiling ginto!
fr: Reste golden!
he: היה מדהים!
hi: सुनहरे रहो!
hr: Ostani super!
hu: Maradj aranyos!
id: Tetap hebat!
is: Haltu þér gullnum!
it: Rimani splendente!
ja: 輝いてよ！
ko: 빛나!
lt: Buk nuostabus!
lv: Paliec izcils!
nb: Få det til!
nl: Blijf glanzen!
nn: Få det til!
pl: Zostań świetny!
pt_br: Fica ouro!
ro: Rămâi auriu!
ru: Оставайся на вершине!
sk: Ostanete zlatý!
sl: Bodi odličen!
sr: Budi odličan!
sv: Bli gyllene!
sw: Baki dhahabu!
ta: தங்கமாக இருக்கவும்!
th: อยู่ดี!
tr: Muhteşem kal!
uk: Залишайся золотим!
ur: سونے جیسے رہو!
vi: Hãy thành công!
zh_hans: 保持闪耀！
zh_hant: 保持閃耀！
